
"AX_SLEEP_ICON_DESCRIPTION"	= "スリープアイコン";
"AX_RESTART_ICON_DESCRIPTION" = "再起動アイコン";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "システム終了アイコン";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"ログアウト中";

"SHUTTING_DOWN"	=	"システム終了中";

"RESTARTING"	=	"再起動中";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"“%@”を強制終了してもよろしいですか？";
"FORCE_QUIT_INFO_MESSAGE"	=	"保存していない変更内容は失われます。";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "選択した %ld 個のアプリケーションを強制終了してもよろしいですか？";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"保存していない変更内容は失われます。";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "利用できるメモリを増やすには、アプリケーションを選択し、“強制終了”をクリックします。";

"NORMAL_MESSAGE_TEXT" = "しばらく待ってもアプリケーションが応答しない場合は、そのアプリケーションの名前を選択して、“強制終了”をクリックしてください。";

"LOMEM_INFO_TEXT" = "また、ウインドウを閉じたり、起動ディスクからファイルを取り除いたりすることも、問題の解決に役立ちます。";

"NORMAL_INFO_TEXT" = "このウインドウは、コマンド + Option + Esc キーを押して開くことができます。";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "強制終了";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "アプリケーション“%@”の終了に失敗したため、ログアウトできませんでした。 もう一度ログアウトを試みるには、“%@”を終了してアップルメニューから“ログアウト”を選びます。";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "アプリケーションの終了に失敗したため、ログアウトできませんでした。 ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "応答しないアプリケーションを終了させるには、アップルメニューから“強制終了”を選びます（またはコマンドキー、Option キー、Esc キーを押します）。";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "アプリケーション %@ の終了に失敗しました。応答がありません。";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "アプリケーション“%@”はログアウトをキャンセルしました。";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "アプリケーションがログアウトをキャンセルしました。";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "アプリケーション“%@”はログアウトをキャンセルしました。このアカウントの FileVault 機能は入になりません。";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "アプリケーションがログアウトをキャンセルしました。このアカウントの FileVault 機能は入になりません。";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "このアカウントは暗号化されません。FileVault 機能を入にするには、“システム環境設定”を開いてもう一度開始してください。マスターパスワードを設定した場合は、再度設定する必要はありません。";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "アプリケーション“%@”はログアウトをキャンセルしました。このアカウントの FileVault 機能は切になりません。";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "アプリケーションがログアウトをキャンセルしました。このアカウントの FileVault 機能は切になりません。";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "アプリケーション“%@”はログアウトをキャンセルしました。FileVault はこのアカウントでは変換されません。";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "アプリケーションがログアウトをキャンセルしました。このアカウントの FileVault は変換されません。";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "このアカウントの暗号化は解除されません。FileVault 機能を切にするには、“システム環境設定”を開いてもう一度開始してください。";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "このアカウントはオリジナルフォーマットのまま保持されます。FileVault を変換するには、“システム環境設定”を開いてもう一度開始してください。";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "もう一度やり直すには、“%@”を終了して、アップルメニューから“ログアウト”を選びます。";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "もう一度やり直すには、アップルメニューから“ログアウト”を選びます。";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "アプリケーション“%@”は再起動をキャンセルしました。";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "アプリケーションが再起動をキャンセルしました。";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "もう一度やり直すには、“%@”を終了して、アップルメニューから“再起動”を選びます。";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "もう一度やり直すには、アップルメニューから“再起動”を選びます。";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "アプリケーション“%@”はシステム終了をキャンセルしました。";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "アプリケーションがシステム終了をキャンセルしました。";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "もう一度やり直すには、“%@”を終了して、アップルメニューから“システム終了”を選びます。";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "もう一度やり直すには、アップルメニューから“システム終了”を選びます。";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"重大な問題が起きたため、Finder を起動できませんでした。";


"APP_DIED_ALERT_MESSAGE"		=   "アプリケーション“%@”は予期しない理由で終了しました。";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "システムおよびその他のアプリケーションには影響はありません。";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"キャンセル";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"システム終了";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"再起動";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"スリープ";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"強制終了";

/* Terminate button */
"TERMINATE_BUTTON"	=	"強制終了";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"再度開く";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"一時停止";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"再開";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"コンピュータを今すぐシステム終了してもよろしいですか？";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"コンピュータを今すぐ再起動してもよろしいですか？";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"すべてのアプリケーションを終了して、今すぐログアウトしてもよろしいですか？";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "自動的にスリープするようにスケジュールされています。";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "自動的にシステム終了するようにスケジュールされています。";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "自動的に再起動するようにスケジュールされています。";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d 分 %2$d 秒";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d 分 1 秒";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d 分";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 分 %d 秒";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 分 1 秒";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 分";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d 秒";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 秒";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 秒";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "何も操作をしないと、%@で自動的にログアウトします。";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "何も操作をしないと、コンピュータは %@で自動的にシステム終了します。";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "何も操作をしないと、コンピュータは %@で自動的に再起動します。";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "何も操作をしないと、コンピュータは %@で自動的にシステム終了します。";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "何も操作をしないと、コンピュータは %@で自動的にスリープ状態になります。";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "何も操作をしないと、コンピュータは %@で自動的に再起動します。";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "システム終了すると、あなたのファイルは削除されます。";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "ゲストユーザとしてログインしています。システム終了すると、ゲストユーザのホームフォルダ内のファイルと情報がすべて削除されます。これらのファイルは回復できません。";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "再起動すると、あなたのファイルは削除されます。";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "ゲストユーザとしてログインしています。再起動すると、ゲストユーザのホームフォルダ内のファイルと情報がすべて削除されます。これらのファイルは回復できません。";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "ログアウトすると、あなたのファイルは削除されます。";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "ファイルを削除してログアウト";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "ファイルを削除して再起動";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "ファイルを削除してシステム終了";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "不明";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "コンピュータの時計が 2008 年 1 月 1 日以前に設定されています。アプリケーションによっては異常な動作を起こす原因となります。";

"ILLEGAL_TIME_MESSAGE" = "時計を手動で設定するには、“日付と時刻”環境設定を開きます。詳細については、“ヘルプ”メニューから“Mac ヘルプ”を選択してください。";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Apple ファイル共有（AFP）ユーザが接続中です";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "コンピュータを今すぐ再起動してもよろしいですか？";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "コンピュータを今すぐシステム終了してもよろしいですか？";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "ファイル共有を使ってこのコンピュータに接続しているほかのユーザが %d 人います。";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "ファイル共有を使ってこのコンピュータに接続しているユーザがいます。";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "ファイル共有を使ってこのコンピュータに接続しているほかのユーザが %d 人います。";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "ファイル共有を使ってこのコンピュータに接続しているユーザがいます。";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="スクリーンのロックを解除するには、パスワードを入力する必要があります。";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= "（応答なし）";

"APP_PAUSED_SUFFIX" = "（一時停止）";

"APP_THROTTLED_SUFFIX" = "（制限）";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "今はユーザアカウント“%@” にログインできません。";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "エラーが起きたため、ログインできませんでした。ログインしようとしたアカウントのホームフォルダは AFP または SMB のサーバにあります。システム管理者にお問い合わせください。";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
